{
    "contentItems": [
        {
            "content": "My dear compatriots, you've chosen to put your trust in me, and I want to express my deep gratitude to you. It's a great honour and it's a great responsibility, because nothing was inevitable.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "I want to say thank you. Thank you from the bottom of my heart. My gratitude goes to all those of you who provided their vote and their support. I won't forget you. I will put all my care and energy into being worthy of your trust.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "But at this moment I want to address all of you, the citizens of our country, whatever choice you made. Many difficulties have weakened us for too long. I'm fully aware of them: the economic difficulties, the social divisions, the democratic deadlock and the moral weakening of the country. This evening I want to send a republican greeting to my opponent, Madame Le Pen.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "I'm aware of the divisions in our nation which have led some people to extreme votes. I respect them.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "I'm aware of the anger, anxiety and doubts that a large proportion of you have also expressed. It's my responsibility to listen to them while protecting the most fragile, by better organising solidarity, by combating all forms of inequality and discrimination, by implacably and resolutely ensuring your security, and by guaranteeing the nation's unity. For behind each of the words I've just uttered, I know there are faces: women and men, children and families, entire lives; there are you and yours.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "This evening I'm addressing you all, all of you together, the people of France.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "We have duties to our country. We're the heirs to a great history and to the great humanist message sent to the world. We must pass on this history and this message, first of all to our children, but even more importantly we must carry them into the future and give them new vigour. ",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "I'll defend France, its vital interests, its image and its message: I make that commitment to you. I'll defend Europe, the common destiny the peoples of our continent have given themselves. ",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "Our civilisation is at stake, our way of living, of being free, of promoting our values, our common enterprises and our hopes. I'll work to rebuild the link between Europe and the people it is made up of, between Europe and citizens. On your behalf, I send the world's nations the fraternal greetings of France. I say to their leaders that France will be active and mindful of peace, of the balance of power, of international co-operation, of respect for the commitments made on development and the fight against global warming. I tell them all that France will be at the forefront of the fight against terrorism, both on its soil and in international action. However long this battle lasts, we will fight it without growing weak.",
            "contenttype": "text/plain",
            "language": "en"
        }
        , {
            "content": "My dear fellow citizens, a new page in our history has been turned this evening. I want it to be that of renewed hope and confidence. The renewal of our public life will be a requirement for everyone as from tomorrow. Raising moral standards in our public life, recognising pluralism, and democratic vitality will be the bedrock of my action from the first day. I won't let any obstacle get in my way. I will work with determination and with due respect for everyone, because through work, school and culture, we will build a better future.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "Frenchwomen, Frenchmen, my dear fellow citizens, I would like, this evening, to pay tribute to President Hollande. For five years, he has worked for our country. During the five years ahead, my responsibility will be to allay fears, restore our sense of optimism and rediscover a spirit of conquest, which embodies the French spirit better than anything.",
            "contenttype": "text/plain",
            "language": "en"
        }
    ]
}
