{
    "contentItems": [
        {
            "content": "Thank you, Arminka, Baroness Helic, for that incredible, personal story.  From Bosnia to Britain, from arriving here as a refugee to serving the public in government and in the House of Lords, your story is an inspiration to us all.  So, on behalf of everybody here today, thank you.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "Before I begin, I’m sure I speak for everyone at Conference when I say that our thoughts and prayers are with the family, friends and colleagues of Police Constable David Phillips who was killed in the line of duty in the small hours of yesterday morning.  PC Phillips, who served with Merseyside Police, leaves behind a loving wife, Jennifer, and two young daughters, Abigail and Sophie. His death serves as a reminder of the very real dangers our police officers face, day in, day out.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "Ten days ago I attended the National Police Memorial Day service where we remember all police officers who have died in service to the public. The police put themselves in harm’s way to keep us all safe, dealing with dangerous situations and taking risks so that that we can live our lives safely and securely.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "I know that officers across the country – particularly here in the North West of England – and the members of the public they serve have been deeply saddened by yesterday’s news – and humbled by the bravery that officers such as PC Phillips show. We owe them all our gratitude.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "2,000 miles away, in towns and cities across Syria, eleven million men, women and children have been forced from their homes.  More than four million have become refugees.  And nearly a quarter of a million have been killed.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "More than 600,000 Syrians are taking refuge in Jordan, a country that before the conflict had a population of little more than six million.  There are more than one million finding respite in Lebanon, which previously had a population of just over four million.  By the end of the year, the United Nations believes there will be a further 1.7 million Syrian refugees in Turkey.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "These people are fleeing a civil war that exceeds even the other conflicts of the Middle East in its barbarism, brutality and bloodshed.  ",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "Bashar al Assad’s forces are committing war crimes on an industrial scale, deliberately targeting civilians and poisoning their own citizens with chemical weapons.  ISIL – the so-called Islamic State of Iraq and the Levant – is engaged in a programme of ethnic cleansing, mass murder of enemy soldiers, systematised rape and sexual violence, kidnappings and murder.  ",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "And the other players in this appalling civil war include Hezbollah, Al Nusra Front – a jihadist group affiliated to Al Qaeda – and several other jihadist militias.  ",
            "contenttype": "text/plain",
            "language": "en"
        }, {
            "content": "These militias in turn are often backed by powerful foreign sponsors, and the forces of Bashar al Assad are supported by Iran and Russia – whose warplanes are engaged in airstrikes against civilians and anti-government fighters.  ",
            "contenttype": "text/plain",
            "language": "en"
        }, {
            "content": "So it is too simplistic to say that there is a single intervention which will bring a sudden end to the fighting. There is no easy solution to the civil war in Syria, and we must learn the lessons of the past.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "But that does not mean Britain should do nothing.  We must work to get the states that sponsor the different armies and militias around the negotiating table.  We must do what we can to support friendly states and moderate elements within other states in the region.  And – because of the clear threat they pose to Britain’s national security – we must take action against ISIL not just in Iraq but in Syria too.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "To those who question the morality of RAF strikes against terrorists in Syria – and we recently heard those opinions expressed in Parliament – I say these people have taken the conscious decision to make themselves our enemies.  They plan to attack our country and kill our citizens.  And they need to know – even if they are British nationals – that if they plan to do harm to this country, if they want to take the lives of British citizens, we will make sure that they have no place to hide.",
            "contenttype": "text/plain",
            "language": "en"
        }
        ,
        {
            "content": "We must also do everything possible to alleviate the suffering of the Syrian people.  Since the start of the war we’ve granted asylum to more than 5,000 Syrians in Britain.  We’ve created a resettlement scheme to find – working with the UN – the most vulnerable refugees in the region and bring them to our country.  And as the Prime Minister announced last month, we will take in 20,000 Syrian refugees over the course of this Parliament – a decision not imposed on us by Europe, but a decision taken by Britain, an independent sovereign country.",
            "contenttype": "text/plain",
            "language": "en"
        }
        ,
        {
            "content": "But the best way of helping the most people is not by bringing relatively small numbers of refugees to this country, but by working with the vast numbers who remain in the region.  That’s why Britain is spending £1 billion in and around Syria on humanitarian aid, caring for refugees and helping the governments of Lebanon, Jordan and Turkey to cope with the huge numbers of refugees they’ve received.  After the United States, Britain is the biggest donor country in the region, and no European country has come close to matching the amount we’re spending there.  ",
            "contenttype": "text/plain",
            "language": "en"
        }
        ,
        {
            "content": "Thanks to our help, hungry families are getting food, thirsty people are getting clean water, and children who have been orphaned or separated from their parents are getting help.  This is more than Britain has ever spent in response to a humanitarian disaster – and we should be immensely proud of the difference we are making.",
            "contenttype": "text/plain",
            "language": "en"
        }
        ,
        {
            "content": "The crisis in Syria sparked a debate this summer not just about foreign policy and military intervention but about refugees and immigration.  With more than 430,000 migrants having reached Europe by sea this year, the countries of Europe resurrecting borders they’d once removed, and thousands of people in Calais trying to reach Britain illegally, some people have argued that we’re on the verge of a ‘great age of migration’, in which national governments are powerless to resist huge numbers of people, travelling the world in search of a better life.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "But people on both extremes of the debate – from the anti-immigration far right to the open-borders liberal left – conflate refugees in desperate need of help with economic migrants who simply want to live in a more prosperous society.  Their desire for a better life is perfectly understandable, but their circumstances are not nearly the same as those of the people fleeing their homelands in fear of their lives.  There are millions of people in poorer countries who would love to live in Britain, and there is a limit to the amount of immigration any country can and should take.  While we must fulfil our moral duty to help people in desperate need, we must also have an immigration system that allows us to control who comes to our country.",
            "contenttype": "text/plain",
            "language": "en"
        }

    ]
}
