{
    "contentItems": [
        {
            "content": "We are now coming to the end of the G20 Dialogue Forum with Women. Ms Bschorr and Ms Küppers, I am of course very intrigued to see what recommendations I will be receiving later that will be incorporated at least in their substance into the negotiations for the G20 Communiqué. This means that we should strive for unity in our negotiations with the Sherpas of the different participating countries, as decisions can only be taken by the G20 if all countries are in agreement.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "That is why I would ask you as representatives from the 20 participating countries and other countries to remain active after this Women’s Summit and to urge your governments to ensure that your representatives in the Sherpa meetings continue to support the women’s agenda.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "The motto we chose was “Shaping an interconnected world”. We chose this motto because the location of the G20 Summit is Hamburg which, with its harbour as an important crossroads for ships, is a good demonstration of how we are all interconnected. And women’s concerns are naturally a part of this.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "Politics does not take place in a vacuum. A very common criticism aimed at the G20 is that it only involves politicians that come together to discuss their own concerns. That is why we place great value on the involvement of civil society. It is for this reason that our two-day women’s forum has definitely been very important. I have already received recommendations from the Science20 Dialogue. I will also be receiving recommendations from the Business20 Dialogue and Labour20 Dialogue. There will also be a Youth Summit (Y20) and a Dialogue Forum with NGOs (C20). That means that different groups of society will be able to pass on their recommendations.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "I was delighted to discover just now that W20 will also be invited to L20, the Dialogue Forum with Trade Union Representatives, and to B20, the Dialogue Forum with Business Associations, so that women’s concerns will be discussed not just now but also in these two other civil society forums. These discussions will bring us one step closer to our core agenda and that is a big step forward.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "In the G20, the presidencies work together as a troika, i.e. before Germany, China held the presidency; after us, it will be Argentina. We took over a great deal of the Chinese agenda and we will also of course try to anticipate Argentina’s agenda to ensure continuity, which is the reason why I will be travelling to Argentina before the G20 Summit. As we are facing big challenges, we are in particular need of continuity.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "We have already talked about how the political and economic participation of women does not reflect the proportion of women in society, and we will be doing so again today from a different perspective. That is why we focused first and foremost on this topic in Brisbane in 2014. We said that we wanted to close the gender employment gap. Today, only 50% of women in the world are in gainful employment compared to 76% of men. We want to close this gap by 2025. If we look at the figures for 2014 to 2017, we can see that the number of women employed has gone up in Germany. This has been greatly influenced by increasing child care facilities and making them more widely available. In other countries, there is room for improvement.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "We discussed the topic of entrepreneurship and we will do so again. I can only fully support what the Minister said to us just now. In Germany too, it is not easy for women to obtain loans or have their business models approved by bankers that are often men who sometimes cannot properly imagine such models succeeding. That is why it is so important that women work in banks, like the Bank of America’s representative who we met yesterday, so that women are also involved in decisions on whether to grant access to financing or not. ",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "As was already commented, tomorrow is Girls’ Day. Today, a group of fifteen-year-old girls came to visit me at the Federal Chancellery. We talked about career choices. Every year, there is a prize for answering a specific question. The class of the schoolgirl who answers this question correctly wins a special tour for her class. The question this time was what percentage of those starting their studies in engineering in the 2016-17 winter semester in Germany were women. If I had participated, I would have won. I would have guessed 25% without knowing the answer. It is actually 24.7%. Of course one of the schoolgirls won. She guessed 23%. Incidentally, this girl had only been in Germany for a year and a half, as she was a young Syrian refugee. It was good to see that she got the first prize for her class after so little time.",
            "contenttype": "text/plain",
            "language": "en"
        }

    ]
}
