{
    "contentItems": [
        {
            "content": "I would like the start by expressing my solidarity, that of my government and that of the Spanish people with the people in the U.S. government after the terrible events President Trump just referred to that took place in Texas, Florida and other U.S. regions, and Puerto Rico.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "We hope and we wish that even if what happened can't be changed, we hope that in the future we can do as best as possible for everyone. ",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "President Trump and I had a working meeting today which was very productive and we went through our bilateral relations. Spain and the United States are two great partners. We share values, democracy, freedom, respect for human rights, the rule of law. And we have institutional, cultural, corporate ties which are very important.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "Relations between the two countries have been excellent and we must continue to work to strengthen those relations even more, especially in the economic arena. That's why our priorities to strengthen the economy and job creation are key. Trade between the two countries is growing sustainably. The United States is our second top trading partner outside of Europe. The United States is our top destination of exports outside the European Union. And regarding investments, it's the second top destination of Spanish investments and the top investor in Spain.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "For many years, Spanish companies have invested in the U.S. They're creating many stable and high-quality jobs in different sectors, such as the financial industry and energy. And this has been possible thanks to the establishment of subsidiaries in the United States by 600 Spanish companies. And they continue to create jobs. That's why they follow closely investment opportunities in the United States and they can contribute their technology and their experience to the United States.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "I've also given details to President Trump on Spain's role in different crises which are important to us all. For instance, he referred to our participation in the coalition against Daesh and the crisis due to nuclear proliferation in North Korea.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "Combating terrorism was something we talked about at length. Spain has a longstanding experience in this area, and just like the United States, we've been hit by jihadi terrorist attacks on our soil. Both countries agree on antiterrorist policy and we cooperate very closely in the police, military and intelligence areas.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "I've also said that I'm sure that we still need to do a lot in the area of intelligence. We need to improve the coordination mechanisms in the area of cybersecurity or preventing recruitment and financing of terrorists.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "I've also underscored Spain's role as a member of the global coalition against terrorism and our deployment in Iraq, which is very large. We're the fourth-largest contributor and we've trained over 32,000 officers. In addition to that, I've told President Trump that we would increase our commitment with the new phase after the fall of Mosul by contributing a new financial package to rebuild Iraq.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "We also have long relations in the area of defense, both in NATO and bilaterally with the Spanish bases which are used by both our countries at Rota and Moron, which are increasingly important strategically.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "Our defense agreement goes back to 1988. At the time, Spain was in the back seat of the alliance. Right now, we're at the forefront: Daesh, Sahel, Libya.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "So the defense security relation is excellent, but we would like that to spill over into other areas of the bilateral relation. President Trump and I have gone through the political and economic situation in our countries.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "Regarding the international situation, we've agreed that the challenge by North Korea to the nonproliferation regime is an intolerable violation of international legality. And I've expressed the full support of the Spanish government to the stepping-up of sanctions as approved by the United Nations the other day.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "As we know, the European Union is working on new additional measures. And in that context, Spain will continue to press for a firm, common stance supportive of the U.S. and its regional allies. I have also reminded President Trump that the Spanish government has taken measures that have reduced the diplomatic presence of North Korea in our country. President Trump has thanked me for the firm position my government has taken and the measures we've adopted.",
            "contenttype": "text/plain",
            "language": "en"
        },
        {
            "content": "Regarding Venezuela, we've exchanged views on the worrying totalitarian direction the country is moving in, and its impoverishment with the implications that has in the humanitarian area. We've noted that there's a need to sustain international pressure on the Venezuelan government so that it commits to negotiations which will enable us to find a democratic, negotiated and peaceful solution to the current crisis.",
            "contenttype": "text/plain",
            "language": "en"
        }

    ]
}
